tap "fmenezes/tap"
tap "nikitabobko/tap"
tap "wez/wezterm"
brew "autoconf"
brew "automake"
brew "pycparser"
brew "cffi"
brew "chezmoi"
brew "cmake"
brew "docutils"
brew "libidn2"
brew "gnutls"
brew "emacs"
brew "fd"
brew "git"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "grpc"
brew "libtool"
brew "mise"
brew "neovim"
brew "p7zip"
brew "pinentry-mac"
brew "pkgconf"
brew "pnpm"
brew "ripgrep"
brew "tmux"
brew "wget"
brew "zig"
brew "zls"
cask "aerospace"
cask "anaconda"
cask "basictex"
cask "bettertouchtool"
cask "ghostty"
cask "gimp"
cask "libreoffice"
cask "miniconda"
cask "obsidian"
cask "raycast"
cask "secretive"
cask "steam"
cask "warp"
cask "wezterm"
