tap "fmenezes/tap"
tap "nikitabobko/tap"
tap "wez/wezterm"
brew "chezmoi"
brew "fd"
brew "git"
brew "libidn2"
brew "gnutls"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "libtool"
brew "mise"
brew "neovim"
brew "p7zip"
brew "pinentry-mac"
brew "pkgconf"
brew "pnpm"
brew "ripgrep"
brew "tmux"
brew "wget"
brew "cmake"
brew "ninja"
cask "aerospace"
cask "basictex"
cask "bettertouchtool"
cask "gimp"
cask "libreoffice"
cask "obsidian"
cask "raycast"
cask "secretive"
cask "wezterm"
